{
    "hero.title": "Climate AI",
    "hero.description": "Inteligencia artificial para la predicción del clima. Obtén pronósticos confiables del tiempo y descubre información detallada sobre el clima, incluyendo análisis históricos, para anticipar cambios climáticos en el área de Cataluña.",
    "hero.button": "Comenzar",
    "nav.context": "Contexto",
    "nav.prediction": "Predicción",
    "nav.learn": "Aprende",
    "nav.contact": "Contacta",
    "context.title": "Contexto",
    "context.text1":"La sequía, las escasas precipitaciones y las altas temperaturas preocupan a Cataluña. Hay una disminución drástica de las precipitaciones,reduciendo los recursos hídricos. Las altas temperaturas agravadas por el cambio climático aumentan la evaporación. Los gráficos de barras mostrarán la disminución de las precipitaciones y su impacto en el suministro de agua. Es urgente abordar la situación con una gestión eficiente del agua,concienciación sobre el uso del agua y alternativas sostenibles para hacer frente a la sequía y el cambio climático en Cataluña.",
    "context.titleMap1":"Pluviometría media mensual - Cataluña",
    "context.titleMap2":"Temperatura media mensual - Cataluña",
    "defaultPrediction.title":"Predicción",
    "defaultPrediction.subtitle1":"¿Qué datos se necesitan?",
    "defaultPrediction.text1":"A continuación podrás realizar una predicción climática detallada para ello, necesitamos algunos datos importantes:",
    "defaultPrediction.li1":"Periodo de interés:Por favor, ingresa la fecha para la cual deseas conocer la predicción del clima.",
    "defaultPrediction.li2":"Comarca: Indícanos la ubicación para la cual deseas obtener la predicción meteorológica.En este caso,se proporciona la comarca.",
    "defaultPrediction.subtitle2":"¿Qué resultados se obtendrán?",
    "defaultPrediction.li3":"Temperatura: La predicción indica la temperatura promedio esperada para la fecha seleccionada en la ubicación indicada.",
    "defaultPrediction.li4":"Precipitaciones: Esta sección muestra la cantidad de lluvia estimada para el día seleccionado.",
    "defaultPrediction.li5":"Índice de sequía: Indica la posible intensidad de la sequía para el periodo seleccionado. Un índice de sequía alto indica condiciones más secas y puede tener impactos en la agricultura,el suministro de agua y la vegetación. Si se prevé una sequía significativa, es importante estar preparado para tomar medidas adecuadas de conservación de agua y recursos naturales.",
    "defaultPrediction.text2":"Una vez que completes los campos anteriores, nuestro sistema procesará la información y te proporcionará una predicción meteorológica para la fecha seleccionada en la ubicación indicada.Recuerda que los datos meteorológicos están sujetos a cambios, y siempre es recomendable verificar la predicción más cercana a la fecha de interés para obtener información actualizada.",
    "form_DefaultPrediction.input1":"Selecciona periodo:",
    "form_DefaultPrediction.input1_opt1":"7 días",
    "form_DefaultPrediction.input1_opt2":"15 días",
    "form_DefaultPrediction.input1_opt3":"1 mes",
    "form_DefaultPrediction.input1_opt4":"3 meses",
    "form_DefaultPrediction.input1_opt5":"6 meses",
    "form_DefaultPrediction.input1_opt6":"1 año",
    "form_DefaultPrediction.input2":"Selecciona comarca:",
    "form_DefaultPrediction.error":"Por favor, seleccione una comarca.",
    "info_1.title":"¿Cómo se realiza la predicción?",
    "info_1.text1":"Para predecir la temperatura y las precipitaciones en Barcelona, se tienen en cuenta varios factores. Para la temperatura, se consideran los datos históricos, las tendencias climáticas, los patrones estacionales,así como la influencia de fenómenos como El Niño y La Niña. Además,también se utilizan modelos numéricos y algoritmos de predicción basados en variables atmosféricas como la presión, la humedad y la radiación solar.",
    "info_1.text2":"En cuanto a las precipitaciones, se analizan los datos históricos de precipitaciones, los modelos climáticos, las oscilaciones atmosféricas y los patrones de circulación atmosférica. atmosférica. Estos factores se combinan con técnicas de modelización y análisis estadístico para generar previsiones de precipitaciones que ayuden a comprender los patrones de precipitación y estimar la cantidad y distribución de las precipitaciones en Barcelona." ,
    "results.title1":"Temperatura",
    "results.title2":"Precipitación",
    "results.title3":"Humedad",
    "results.rainG1":"Lluvias débiles",
    "results.rainG2":"Lluvias moderadas",
    "results.rainG3":"Lluvias fuertes",
    "results.rainG4":"Lluvias muy fuertes",
    "results.rainG5":"Torrenciales",
    "results.rainG6":"Intensidad de lluvia no definida",
    "results.error":"Error: Datos no encontrados",
    "map.temperaturePop":"Temperatura:",
    "map.precipitacionPop":"Precipitación:",
    "map.humidityPop":"Humedad:",
    "advices.tip1":"Cataluña es una región con una gran variedad de precipitaciones,que van desde los 2.000 mm anuales de la costa hasta los 1.000 mm anuales de las montañas.",
    "advices.tip2":"Las temperaturas más altas se registran en verano, cuando pueden llegar a los 40 grados centígrados.",
    "advices.tip3":"Las temperaturas más bajas se registran en invierno, cuando pueden llegar a los -10 grados centígrados.",
    "advices.tip4":"Para hacer frente a la sequía puedes: Reducir el consumo de agua,reutilizar y reciclar el agua.",
    "advices.tip5":"Cataluña ha sufrido varios episodios de sequía en los últimos años, el más grave de los cuales fue en 2018.",
    "advices.tip6":"La Gran Nevada de 1962 en Cataluña fue un evento climático extremo que cubrió casi toda la región durante semanas.",
    "advices.tip7":"Estudios paleoclimáticos en Cataluña han descubierto evidencias de sequías severas desde hace siglos, a través del análisis de anillos de árboles y sedimentos de lagos.",
    "advices.tip8":"La urbanización en Cataluña puede generar islas de calor debido al crecimiento de ciudades, lo que afecta a las predicciones meteorológicas y la evaporación del agua al aumentar la temperatura local.",
    "advices.tip9":"Cataluña ha experimentado cambios climáticos en el pasado.Durante la Edad Media, hubo un período cálido llamado Óptimo Medieval, y en la Pequeña Edad de Hielo (siglos XIV-XIX), se registraron inviernos más fríos y sequías más intensas.",
    "advices.tip10":"En 1947, Cataluña sufrió una grave sequía que afectó la agricultura y el suministro de agua, considerada una de las sequías más severas del siglo XX en la región.",
    "advices.tip11":"La Festa Major de Sant Medir en Barcelona, el 3 de marzo, se originó en 1830 como agradecimiento por las lluvias que aliviaron una sequía prolongada.",
    "advices.tip12":"En 1862 fue inaugurado el famoso Canal de Urgell que lleva agua a miles de hectáreas de tierras de cultivo en la provincia de Lleida.",
    "advices.tip13":"En El Priorat, se mantienen los noriales, antiguos sistemas de riego con ruedas hidráulicas que elevan agua desde ríos o pozos a campos agrícolas.",
    "footer.intro":"Innovadora plataforma de predicción climática que proporciona previsiones precisas de temperatura, precipitaciones y sequía en Cataluña. Manténgase informado y planifique con antelación con nuestros datos.",
    "footer.about":"Sobre nosotros",
    "footer.help":"AyúdanosAyúdanos a seguir creciendo",
    "footer.email":"Correo",
    "footer.support":"Soporte 24/7",
    "footer.contact":"Contacto",
    "footer.company":"Compañía"
  }
  