{
    "hero.title": "Climate AI",
    "hero.description": "Artificial intelligence to predict the weather and to promote action against climate change. Get reliable weather forecasts and discover detailed information about the climate and how to adopt more sustainable practices.",
    "hero.button": "Get Started",
    "nav.context": "Context",
    "nav.prediction": "Forecast",
    "nav.learn": "Learn",
    "nav.contact": "Contact",    
    "context.title": "Context",
    "context.text1":"The climate and its behavior has become more unpredictable and worrying than ever. Alterations in the climate system are affecting every corner of the planet, and Catalonia is no exception. Aware of the importance of addressing this issue, we have developed this platform that uses artificial intelligence and machine learning to provide accurate predictions of temperature, humidity and precipitation in the region.through graphs that reflect historical data, we will evidence the disturbing trend of increasing temperatures and decreasing rainfall, with its consequent challenges, such as drought situations and other significant environmental. It is essential to understand that climate change is not just a distant or abstract issue, but has tangible impacts on our daily lives; from extreme weather events to changes in biodiversity and resource availability, we are witnessing the consequences of human action on the planet we inhabit. This is why we strongly believe in the power of information and knowledge as fundamental tools to promote change.",
    "context.titleMap1":"Average monthly rainfall - Catalonia",
    "context.titleMap2":"Average monthly temperature - Catalonia",
    "context.text2":"Our mission goes beyond simply providing weather data. We will use this platform to raise awareness and sensitize everyone about the climate change issue that is manifesting itself in our own region. Our chatbot will be available to provide tips on how to be more sustainable on a daily basis, because every little action counts and can make a difference. We invite everyone to reflect on our daily actions and how they can impact the environment. Together, we can make more conscious decisions, adopt sustainable practices and promote positive changes to preserve the natural environment, not only for ourselves, but also for future generations. In this journey towards climate awareness and action, we hope that our platform will be a source of knowledge, inspiration and collaboration. Join us in this important mission to protect and conserve our planet by tackling climate change and building a more sustainable future for Catalonia and the whole world. Together we can make a difference!",
    "defaultPrediction.title":"Forecast",
    "defaultPrediction.subtitle1":"What data is needed?",
    "defaultPrediction.text1":"Below you will be able to make a detailed weather forecast for this, we need some important data:",
    "defaultPrediction.li1":"Period of interest:Please enter the date for which you want to know the weather forecast.",
    "defaultPrediction.li2":"County: Indicate the location for which you wish to obtain the weather forecast, in this case, the county is provided.",
    "defaultPrediction.subtitle2":"What results will be obtained?",
    "defaultPrediction.li3":"Temperature: The forecast indicates the average temperature expected for the selected date at the indicated location.",
    "defaultPrediction.li4":"Rainfall: This section shows the estimated amount of rainfall for the selected day.",
    "defaultPrediction.li5":"Drought index: Indicates the possible intensity of drought for the selected period. A high drought index indicates drier conditions and may have impacts on agriculture, water supply and vegetation. If significant drought is expected, it is important to be prepared to take appropriate water and natural resource conservation measures.",
    "defaultPrediction.text2":"Once you complete the above fields, our system will process the information and provide you with a weather forecast for the selected date at the indicated location, remember that weather data is subject to change, and it is always advisable to check the forecast closest to the date of interest to obtain updated information.",
    "form_DefaultPrediction.input1":"Select period:",
    "form_DefaultPrediction.input1_opt1":"7 days",
    "form_DefaultPrediction.input1_opt2":"15 days",
    "form_DefaultPrediction.input1_opt3":"1 month",
    "form_DefaultPrediction.input1_opt4":"3 months",
    "form_DefaultPrediction.input1_opt5":"6 months",
    "form_DefaultPrediction.input1_opt6":"1 year",
    "form_DefaultPrediction.input2":"Select a county:",
    "form_DefaultPrediction.error":"Please select a county.",
    "info_1.title":"How is the forecast performed?",
    "info_1.text1":"To predict temperature and precipitation in Barcelona, several factors are taken into account. For temperature, historical data, climate trends, seasonal patterns, as well as the influence of phenomena such as El Niño and La Niña are considered. In addition, numerical models and prediction algorithms based on atmospheric variables such as pressure, humidity and solar radiation are also used.",
    "info_1.text2":"For precipitation, historical precipitation data, climate models, atmospheric oscillations, and atmospheric circulation patterns are analyzed. These factors are combined with modeling and statistical analysis techniques to generate precipitation forecasts to help understand precipitation patterns and estimate the amount and distribution of precipitation in Barcelona.",
    "results.title1":"Temperature",
    "results.title2":"Rainfall",
    "results.title3":"Humidity",
    "results.rainG1":"Weak rains",
    "results.rainG2":"Lluvias moderadas",
    "results.rainG3":"Lluvias fuertes",
    "results.rainG4":"Lluvias muy fuertes",
    "results.rainG5":"Torrenciales",
    "results.rainG6":"Rainfall intensity not defined",
    "results.error":"Error: Data not found",
    "map.temperaturePop":"Temperature:",
    "map.precipitacionPop":"Rainfall:",
    "map.humidityPop":"Humidity:",
    "advices.tip1":"Catalonia is a region with a wide variety of rainfall, ranging from 2,000 mm per year on the coast to 1,000 mm per year in the mountains.",
    "advices.tip2":"The highest temperatures are recorded in summer, when they can reach 40 degrees Celsius.",
    "advices.tip3":"The lowest temperatures are recorded in winter, when they can reach -10 degrees Celsius.",
    "advices.tip4":"To cope with drought you can: Reduce water consumption, reuse and recycle water.",
    "advices.tip5":"Catalonia has suffered several episodes of drought in recent years, the most severe of which was in 2018.",
    "advices.tip6":"The Great Snowfall of 1962 in Catalonia was an extreme weather event that covered almost the entire region for weeks..",
    "advices.tip7":"Paleoclimatic studies in Catalonia have uncovered evidence of severe droughts for centuries, through the analysis of tree rings and lake sediments..",
    "advices.tip8":"Urbanization in Catalonia can generate heat islands due to the growth of cities, which affects weather forecasts and water evaporation by increasing the local temperature.",
    "advices.tip9":"Catalonia has experienced climatic changes in the past: during the Middle Ages, there was a warm period called the Medieval Optimum, and in the Little Ice Age (14th-19th centuries), colder winters and more intense droughts were recorded.",
    "advices.tip10":"In 1947, Catalonia suffered a severe drought that affected agriculture and water supply, considered one of the most severe droughts of the 20th century in the region.",
    "advices.tip11":"The Festa Major de Sant Medir in Barcelona, on March 3, originated in 1830 as thanks for the rains that relieved a prolonged drought.",
    "advices.tip12":"In 1862 the famous Urgell Canal was inaugurated, bringing water to thousands of hectares of farmland in the province of Lleida.",
    "advices.tip13":"In El Priorat, the noriales, ancient irrigation systems with water wheels that raise water from rivers or wells to agricultural fields, are still in use.",
    "footer.intro": "Innovative weather forecasting platform that provides accurate forecasts of temperature, rainfall and drought in Catalonia. Stay informed and plan ahead with our data.",
    "footer.about": "About us",
    "footer.help": "Help us keep growing",
    "footer.email": "Mail",
    "footer.support": "Support 24/7",
    "footer.contact":"Contact",
    "footer.company":"Company"
  }
  