{"hero.title": "Climate AI",
"hero.description": " Intel·ligència artificial per predir el clima i per  promoure l'acció contra el canvi climàtic. Obtingues pronòstics de confiança del temps i descobreix informació detallada sobre el clima i sobre com adoptar pràctiques més sostenibles.",
"hero.button": "Començar",
"nav.context": "Context",
"nav.prediction": "Predicció",
"nav.learn": "Aprèn",
"nav.contact": "Contacta",
"context.title": "Context",
"context.text1":"El clima i el seu comportament s'ha tornat més imprevisible i preocupant que mai. Les alteracions en el sistema climàtic estan afectant a tots els racons del planeta, i Catalunya no és una excepció. Conscients de la importància d'abordar aquesta problemàtica, hem desenvolupat aquesta plataforma que utilitza intel·ligència artificial i machine learning per a proporcionar prediccions precises de temperatura, humitat i precipitació a la regió. A través de gràfiques que reflecteixen dades històriques, evidenciarem la inquietant tendència d'augment de les temperatures i la disminució de la pluja, amb els seus conseqüents desafiaments, com a situacions de sequera i altres ambientals significatius. És fonamental comprendre que el canvi climàtic no és només una qüestió distant o abstracta, sinó que té repercussions tangibles en les nostres vides diàries. Des d'esdeveniments climàtics extrems fins a canvis en la biodiversitat i la disponibilitat de recursos, estem sent testimonis de les conseqüències de l'acció humana en el planeta que habitem. Per això, creiem fermament en el poder de la informació i el coneixement com a eines fonamentals per a promoure el canvi.",
"context.titleMap1":"Pluviometria mitjana anual - Catalunya",
"context.titleMap2":"Temperatura mitjana anual - Catalunya",
"context.text2":"La nostra missió va més enllà de brindar simplement dades meteorològiques. Aprofitarem aquesta plataforma per a sensibilitzar i conscienciar a tots sobre la problemàtica del canvi climàtic que s'està manifestant en la nostra pròpia regió. El nostre chatbot estarà disponible per a brindar consells sobre com ser més sostenibles en el dia a dia, perquè cada petita acció compta i pot marcar la diferència. Convidem a tots a reflexionar sobre les nostres accions quotidianes i com poden impactar en el medi ambient. Junts, podem prendre decisions més conscients, adoptar pràctiques sostenibles i promoure canvis positius per a preservar l'entorn natural, no sols per a nosaltres, sinó també per a les generacions futures. En aquesta travessia cap a la conscienciació i l'acció climàtica, esperem que la nostra plataforma sigui una font de coneixement, inspiració i col·laboració. Uneix-te a nosaltres en aquesta important missió de protegir i conservar el nostre planeta, fent front al canvi climàtic i construint un futur més sostenible per a Catalunya i el món sencer. Junts podem marcar la diferència!",
"defaultPrediction.title":"Predicció",
"defaultPrediction.subtitle1":"Quines dades es necessiten?",
"defaultPrediction.text1":"A continuació podràs realitzar una predicció climàtica detallada per a això, necessitem algunes dades importants:",
"defaultPrediction.li1":"Període d'interès:Si us plau, ingressa la data per a la qual desitges conèixer la predicció del clima.",
"defaultPrediction.li2":"Comarca: Indica'ns la ubicació per a la qual desitges obtenir la predicció meteorològica. En aquest cas,es proporciona la comarca.",
"defaultPrediction.subtitle2":"Quins resultats s'obtindran?",
"defaultPrediction.li3":"Temperatura: La predicció indica la temperatura mitjana esperada per a la data seleccionada en la ubicació indicada.",
"defaultPrediction.li4":"Precipitacions: Aquesta secció mostra la quantitat de pluja estimada per al dia seleccionat.",
"defaultPrediction.li5":"Índex de sequera: Indica la possible intensitat de la sequera per al període seleccionat. Un índex de sequera alt indica condicions més seques i pot tenir impactes en l'agricultura,el subministrament d'aigua i la vegetació. Si es preveu una sequera significativa, és important estar preparat per a prendre mesures adequades de conservació d'aigua i recursos naturals.",
"defaultPrediction.text2":"Una vegada que completis els camps anteriors, el nostre sistema processarà la informació i et proporcionarà una predicció meteorològica per a la data seleccionada en la ubicació indicada. Recorda que les dades meteorològiques estan subjectes a canvis, i sempre és recomanable verificar la predicció més pròxima a la data d'interès per a obtenir informació actualitzada.",
"form_DefaultPrediction.input1_opt1":"7 dies",
"form_DefaultPrediction.input1_opt2":"15 dies",
"form_DefaultPrediction.input1":"Selecciona període:",
"form_DefaultPrediction.input1_opt3":"1 mes",
"form_DefaultPrediction.input1_opt4":"3 mesos",
"form_DefaultPrediction.input1_opt5":"6 mesos",
"form_DefaultPrediction.input1_opt6":"1 any",
"form_DefaultPrediction.input2":"Selecciona comarca:",
"form_DefaultPrediction.error":"Si us plau, seleccioni una comarca.",
"info_1.title":"Com es realitza la predicció?",
"info_1.text1":"La predicció de la humitat, temperatura i precipitació en la nostra plataforma es realitza mitjançant un procés basat en dades històriques i algorismes de machine learning. Primer, recopilem i analitzem una àmplia quantitat de dades climàtiques passades, abastant múltiples anys per a cada comarca de Catalunya. Aquestes dades inclouen registres de temperatura, humitat i precipitació, així com altres factors climàtics rellevants. A continuació, apliquem algorismes de machine learning i identifiquem patrons, tendències i relacions entre les variables climàtiques. Aquests models aprenen de les dades passades i són capaces de realitzar extrapolacions per a predir futurs escenaris climàtics amb una alta precisió. D'aquesta manera, la nostra plataforma proporciona pronòstics actualitzats i fiables que permeten als usuaris estar preparats i ser conscients per a la predicció meteorològica en les seves respectives àrees geogràfiques.",
"info_1.text2":"Quant a les precipitacions, s'analitzen les dades històriques de precipitacions, els models climàtics, les oscil·lacions atmosfèriques i els patrons de circulació atmosfèrica. atmosfèrica. Aquests factors es combinen amb tècniques de modelització i anàlisi estadística per a generar previsions de precipitacions que ajudin a comprendre els patrons de precipitació i estimar la quantitat i distribució de les precipitacions a Barcelona." ,
"results.title1":"Temperatura",
"results.title2":"Precipitació",
"results.title3":"Humitat",
"results.rainG1":"Plujes febles",
"results.rainG2":"Plujes moderades",
"results.rainG3":"Plujes fortes",
"results.rainG4":"Plujes molt fortes",
"results.rainG5":"Torrencials",
"results.rainG6":"Sense plujes",
"results.rainG7":"Intensitat de pluja no definida",
"results.error":"Error: Dades no trobades",
"map.temperaturePop":"Temperatura:",
"map.precipitacionPop":"Precipitació:",
"map.humidityPop":"Humitat:",
"advices.tip1":"Catalunya és una regió amb una gran varietat de precipitacions,que van des dels 2.000 mm anuals de la costa fins als 1.000 mm anuals de les muntanyes.",
"advices.tip2":"Les temperatures més altes es registren a l'estiu, quan poden arribar als 40 graus centígrads.",
"advices.tip3":"Les temperatures més baixes es registren a l'hivern, quan poden arribar als -10 graus centígrads.",
"advices.tip4":"Per a fer front a la sequera pots: Reduir el consum d'aigua,reutilitzar i reciclar l'aigua.",
"advices.tip5":"Catalunya ha sofert diversos episodis de sequera en els últims anys, el més greu dels quals va ser en 2018.",
"advices.tip6":"La Gran Nevada de 1962 a Catalunya va ser un esdeveniment climàtic extrem que va cobrir gairebé tota la regió durant setmanes.",
"advices.tip7":"Estudis paleoclimàtics a Catalunya han descobert evidències de sequeres severes des de fa segles, a través de l'anàlisi d'anells d'arbres i sediments de llacs.",
"advices.tip8":"La urbanització a Catalunya pot generar illes de calor deguda al creixement de ciutats, la qual cosa afecta les prediccions meteorològiques i l'evaporació de l'aigua en augmentar la temperatura local.",
"advices.tip9":"Catalunya ha experimentat canvis climàtics en el passat.Durant l'Edat mitjana, va haver-hi un període càlid anomenat Òptim Medieval, i en la Petita Edat de Gel (segles XIV-XIX), es van registrar hiverns més freds i sequeres més intenses.",
"advices.tip10":"En 1947, Catalunya va sofrir una greu sequera que va afectar l'agricultura i el subministrament d'aigua, considerada una de les sequeres més severes del segle XX a la regió.",
"advices.tip11":"La Festa Major de Sant Mesurar a Barcelona, el 3 de març, es va originar en 1830 com a agraïment per les pluges que van alleujar una sequera prolongada.",

"advices.tip12":"En 1862 va ser inaugurat el famós Canal d'Urgell que porta aigua a milers d'hectàrees de terres de cultiu a la província de Lleida.",
"advices.tip13":"Al Priorat, es mantenen els noriales, antics sistemes de reg amb rodes hidràuliques que eleven aigua des de rius o pous a camps agrícoles.",
"footer.intro":"Innovadora plataforma de predicció climàtica que proporciona previsions precises de temperatura, precipitacions i sequera a Catalunya. Mantingui's informat i planifiqui amb antelació amb les nostres dades.",
"footer.about":"Sobre nosaltres",
"footer.help":"Ajudeu-nos a continuar creixent",
"footer.email":"Correu",
"footer.support":"Suport 24/7",
"footer.contact":"Contacte",
"footer.company":"Companyia"
}
  